var __v={
		"1": {
			"Id": 1,
			"Doc": 1,
			"Name": "簡介",
			"Sort": 0
		},
		"10": {
			"Id": 10,
			"Doc": 3,
			"Name": "操作表結構",
			"Sort": 0
		},
		"11": {
			"Id": 11,
			"Doc": 3,
			"Name": "插入數據",
			"Sort": 0
		},
		"12": {
			"Id": 12,
			"Doc": 3,
			"Name": "查詢數據",
			"Sort": 0
		},
		"13": {
			"Id": 13,
			"Doc": 3,
			"Name": "更新數據",
			"Sort": 0
		},
		"14": {
			"Id": 14,
			"Doc": 3,
			"Name": "執行SQL",
			"Sort": 0
		},
		"15": {
			"Id": 15,
			"Doc": 3,
			"Name": "事務",
			"Sort": 0
		},
		"16": {
			"Id": 16,
			"Doc": 3,
			"Name": "緩存",
			"Sort": 0
		},
		"17": {
			"Id": 17,
			"Doc": 4,
			"Name": "基本語法",
			"Sort": 1
		},
		"18": {
			"Id": 18,
			"Doc": 4,
			"Name": "簡介",
			"Sort": 0
		},
		"19": {
			"Id": 19,
			"Doc": 5,
			"Name": "簡介",
			"Sort": 0
		},
		"2": {
			"Id": 2,
			"Doc": 1,
			"Name": "配置",
			"Sort": 0
		},
		"20": {
			"Id": 20,
			"Doc": 6,
			"Name": "簡介",
			"Sort": 0
		},
		"21": {
			"Id": 21,
			"Doc": 7,
			"Name": "簡介",
			"Sort": 0
		},
		"22": {
			"Id": 22,
			"Doc": 8,
			"Name": "簡介",
			"Sort": 0
		},
		"23": {
			"Id": 23,
			"Doc": 9,
			"Name": "雞蛋",
			"Sort": 0
		},
		"24": {
			"Id": 24,
			"Doc": 9,
			"Name": "土豆",
			"Sort": 0
		},
		"25": {
			"Id": 25,
			"Doc": 10,
			"Name": "使用方法",
			"Sort": 0
		},
		"26": {
			"Id": 26,
			"Doc": 11,
			"Name": "簡介",
			"Sort": 0
		},
		"27": {
			"Id": 27,
			"Doc": 12,
			"Name": "簡介",
			"Sort": 0
		},
		"28": {
			"Id": 28,
			"Doc": 13,
			"Name": "簡介",
			"Sort": 0
		},
		"29": {
			"Id": 29,
			"Doc": 13,
			"Name": "基本排序算法",
			"Sort": 0
		},
		"3": {
			"Id": 3,
			"Doc": 1,
			"Name": "http",
			"Sort": 0
		},
		"30": {
			"Id": 30,
			"Doc": 14,
			"Name": "簡介",
			"Sort": 0
		},
		"31": {
			"Id": 31,
			"Doc": 14,
			"Name": "策略模式",
			"Sort": 1
		},
		"32": {
			"Id": 32,
			"Doc": 14,
			"Name": "觀察模式",
			"Sort": 2
		},
		"33": {
			"Id": 33,
			"Doc": 14,
			"Name": "裝飾模式",
			"Sort": 3
		},
		"34": {
			"Id": 34,
			"Doc": 14,
			"Name": "工廠模式",
			"Sort": 4
		},
		"35": {
			"Id": 35,
			"Doc": 14,
			"Name": "單件模式",
			"Sort": 5
		},
		"36": {
			"Id": 36,
			"Doc": 14,
			"Name": "命令模式",
			"Sort": 6
		},
		"37": {
			"Id": 37,
			"Doc": 14,
			"Name": "適配器模式",
			"Sort": 7
		},
		"38": {
			"Id": 38,
			"Doc": 14,
			"Name": "模板方法模式",
			"Sort": 8
		},
		"39": {
			"Id": 39,
			"Doc": 14,
			"Name": "迭代器模式",
			"Sort": 9
		},
		"4": {
			"Id": 4,
			"Doc": 2,
			"Name": "簡介",
			"Sort": 0
		},
		"40": {
			"Id": 40,
			"Doc": 14,
			"Name": "狀態模式",
			"Sort": 10
		},
		"41": {
			"Id": 41,
			"Doc": 14,
			"Name": "代理模式",
			"Sort": 11
		},
		"42": {
			"Id": 42,
			"Doc": 15,
			"Name": "簡介",
			"Sort": 0
		},
		"43": {
			"Id": 43,
			"Doc": 15,
			"Name": "安裝",
			"Sort": 0
		},
		"5": {
			"Id": 5,
			"Doc": 1,
			"Name": "i18n",
			"Sort": 0
		},
		"6": {
			"Id": 6,
			"Doc": 1,
			"Name": "template",
			"Sort": 0
		},
		"7": {
			"Id": 7,
			"Doc": 3,
			"Name": "簡介",
			"Sort": 0
		},
		"8": {
			"Id": 8,
			"Doc": 3,
			"Name": "創建 xorm 引擎",
			"Sort": 0
		},
		"9": {
			"Id": 9,
			"Doc": 3,
			"Name": "映射 struct 表結構",
			"Sort": 0
		}
	}