var __v=[
		{
			"Id": 469,
			"Doc": 115,
			"Name": "基本操作",
			"Sort": 319
		},
		{
			"Id": 470,
			"Doc": 115,
			"Name": "画笔和画刷",
			"Sort": 320
		},
		{
			"Id": 471,
			"Doc": 115,
			"Name": "文本和字体",
			"Sort": 321
		},
		{
			"Id": 472,
			"Doc": 115,
			"Name": "路徑和區域",
			"Sort": 322
		},
		{
			"Id": 473,
			"Doc": 115,
			"Name": "圖像基本處理",
			"Sort": 323
		},
		{
			"Id": 474,
			"Doc": 115,
			"Name": "圖像編碼解碼",
			"Sort": 324
		},
		{
			"Id": 475,
			"Doc": 115,
			"Name": "雙緩衝",
			"Sort": 325
		}
	]