var __v=[
		{
			"Id": 223,
			"Doc": 61,
			"Name": "簡介",
			"Sort": 93
		},
		{
			"Id": 224,
			"Doc": 61,
			"Name": "數據類型",
			"Sort": 94
		},
		{
			"Id": 225,
			"Doc": 61,
			"Name": "操作數據庫",
			"Sort": 95
		},
		{
			"Id": 226,
			"Doc": 61,
			"Name": "操作表",
			"Sort": 96
		},
		{
			"Id": 227,
			"Doc": 61,
			"Name": "索引",
			"Sort": 97
		},
		{
			"Id": 228,
			"Doc": 61,
			"Name": "视图 ",
			"Sort": 98
		},
		{
			"Id": 229,
			"Doc": 61,
			"Name": "触发器",
			"Sort": 99
		},
		{
			"Id": 230,
			"Doc": 61,
			"Name": "查询 ",
			"Sort": 100
		},
		{
			"Id": 231,
			"Doc": 61,
			"Name": "操作數據",
			"Sort": 101
		},
		{
			"Id": 232,
			"Doc": 61,
			"Name": "运算符",
			"Sort": 102
		},
		{
			"Id": 233,
			"Doc": 61,
			"Name": "函數",
			"Sort": 103
		},
		{
			"Id": 234,
			"Doc": 61,
			"Name": "存儲過程和函數",
			"Sort": 104
		},
		{
			"Id": 235,
			"Doc": 61,
			"Name": "用戶管理",
			"Sort": 105
		},
		{
			"Id": 236,
			"Doc": 61,
			"Name": "備份",
			"Sort": 106
		},
		{
			"Id": 237,
			"Doc": 61,
			"Name": "日志",
			"Sort": 107
		},
		{
			"Id": 238,
			"Doc": 61,
			"Name": "優化",
			"Sort": 108
		}
	]